1. Какие у вас ожидания от курса? Есть ли конкретные вопросы по теме Базы данных?
Мне хотелось бы научиться не просто уметь выполнять запросы, а уметь правильно проектировать базу данных, с позиции архитектора.
На мой взгляд, знать синтаксис конечно важно, но самое важное уметь правильно продумать всю базу, потому что небольшая ошибка в
проектировании БД приведёт к огромным проблемам в будущем. Конкретных вопросов пока что нет

2. В какой сфере работаете сейчас?
В настоящий момент я работаю системным администратором на заводе

3. Если в IT, то какой у вас опыт (инструменты, технологии, языки программирования)?
Серверные оснастки Windows Server

